Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# FaqTrustedDevicesAnswer
source: If you transfer files to another device that also uses the QuickDrop app (an Android device, an iPhone, an iPad, or a Mac with the QuickDrop app), you will see a checkbox ("Always accept from this device") on incoming transfers from the other QuickDrop device. If you enable the checkbox, incoming transfers will be accepted automatically. The other device will be added to the trusted devices. Make sure to compare that the PIN code of the first transfer matches on both devices, as the security will depend on this for succeeding transfers.
ar: إذا نقلت ملفات إلى جهاز آخر يستخدم تطبيق QuickDrop (مثل جهاز أندرويد، آيفون، آيباد، أو ماك عليه التطبيق)، ستظهر لك خانة اختيار ("قبول دائمًا من هذا الجهاز") عند استقبال الملفات من الجهاز الآخر. إذا فعّلت خانة الاختيار، سيتم قبول التحويلات تلقائيًا، وسيُضاف الجهاز إلى قائمة الأجهزة الموثوقة. تأكد من أن رمز PIN في أول نقل مطابق في كلا الجهازين لأن الأمان يعتمد على ذلك في عمليات النقل التالية.
ca: Si transfereixes fitxers a un altre dispositiu que també fa servir l'app QuickDrop (un dispositiu Android, un iPhone, un iPad o un Mac amb QuickDrop), veuràs una casella de selecció («Accepta sempre d’aquest dispositiu») en les transferències entrants d’aquell dispositiu QuickDrop. Si marques la casella, les transferències entrants s’acceptaran automàticament i l'altre dispositiu s’afegirà als dispositius de confiança. Assegura’t de comparar que el codi PIN de la primera transferència coincideix als dos dispositius, ja que la seguretat de les transferències posteriors dependrà d’això.
cs: Pokud přenášíte soubory na jiné zařízení s aplikací QuickDrop (Android, iPhone, iPad nebo Mac s QuickDropem), při příjmu transferu z druhého zařízení QuickDrop uvidíte zaškrtávací políčko („Vždy přijímat z tohoto zařízení“). Pokud toto políčko povolíte, příchozí přenosy budou automaticky přijímány a druhé zařízení bude přidáno mezi důvěryhodná zařízení. Ujistěte se, že PIN kód při prvním přenosu souhlasí na obou zařízeních — bezpečnost budoucích přenosů na tom závisí.
da: Hvis du overfører filer til en anden enhed, der også bruger QuickDrop-appen (en Android-enhed, en iPhone, en iPad eller en Mac med QuickDrop-appen), vil du se en afkrydsningsboks („Accepter altid fra denne enhed“) ved indgående overførsler fra den anden QuickDrop-enhed. Hvis du aktiverer afkrydsningsboksen, bliver indgående overførsler automatisk accepteret. Den anden enhed tilføjes til betroede enheder. Sørg for at sammenligne PIN-koden ved den første overførsel på begge enheder, da sikkerheden ved fremtidige overførsler afhænger af dette.
de: Wenn du Dateien auf ein anderes Gerät überträgst, das ebenfalls die QuickDrop-App verwendet (ein Android-Gerät, ein iPhone, ein iPad oder einen Mac mit der QuickDrop-App), erscheint beim Empfang eine Checkbox („Immer von diesem Gerät akzeptieren“). Wenn du die Checkbox aktivierst, werden künftige Übertragungen automatisch angenommen und das Gerät zu den vertrauenswürdigen Geräten hinzugefügt. Vergleiche unbedingt den Pin-Code beim ersten Transfer auf beiden Geräten, da die Sicherheit zukünftiger Übertragungen davon abhängt.
el: Αν μεταφέρετε αρχεία σε άλλη συσκευή που χρησιμοποιεί επίσης την εφαρμογή QuickDrop (συσκευή Android, iPhone, iPad ή Mac με QuickDrop), θα δείτε ένα κουτάκι («Πάντα αποδοχή από αυτή τη συσκευή») στις εισερχόμενες μεταφορές από τη συγκεκριμένη συσκευή. Αν ενεργοποιήσετε το κουτάκι, οι εισερχόμενες μεταφορές θα γίνονται αποδεκτές αυτόματα. Η άλλη συσκευή θα προστεθεί στις αξιόπιστες συσκευές. Βεβαιωθείτε ότι το PIN του πρώτου μεταφερόμενου ταιριάζει και στις δύο συσκευές, καθώς η ασφάλεια των μελλοντικών μεταφορών εξαρτάται από αυτό.
es: Si transfieres archivos a otro dispositivo que también use la app QuickDrop (un dispositivo Android, un iPhone, un iPad o una Mac con la app QuickDrop), verás una casilla de verificación («Aceptar siempre de este dispositivo») en las transferencias entrantes desde el otro dispositivo QuickDrop. Si activas la casilla, las transferencias entrantes se aceptarán automáticamente. El otro dispositivo se agregará a los dispositivos de confianza. Asegúrate de comprobar que el código PIN de la primera transferencia coincida en ambos dispositivos, ya que la seguridad de los siguientes envíos dependerá de esto.
es_419: Si transfieres archivos a otro dispositivo que también use la app QuickDrop (un dispositivo Android, un iPhone, un iPad o una Mac con la app QuickDrop), verás una casilla de verificación (“Aceptar siempre desde este dispositivo”) al recibir archivos del otro dispositivo QuickDrop. Si activas la casilla, las transferencias entrantes se aceptarán automáticamente. El otro dispositivo se agregará como dispositivo confiable. Asegúrate de comparar que el código PIN de la primera transferencia coincida en ambos dispositivos, ya que la seguridad de las siguientes transferencias depende de esto.
fi: Jos siirrät tiedostoja toiseen laitteeseen, jossa on myös QuickDrop-sovellus (Android-laite, iPhone, iPad tai Mac, jossa QuickDrop), näet valintaruudun (”Hyväksy aina tältä laitteelta”) kun vastaanotat tiedostoja tältä laitteelta. Jos otat valintaruudun käyttöön, uudet siirrot hyväksytään automaattisesti. Laite lisätään luotettuihin laitteisiin. Muista varmistaa, että ensimmäisen siirron PIN-koodi täsmää molemmissa laitteissa, sillä turvallisuus perustuu tähän tulevissa siirroissa.
fr: Si vous transférez des fichiers vers un autre appareil utilisant également l’application QuickDrop (un appareil Android, un iPhone, un iPad ou un Mac avec QuickDrop), vous verrez une case à cocher (« Toujours accepter de cet appareil ») lors de la réception de transferts de cet autre appareil QuickDrop. Si vous cochez cette case, les transferts entrants seront automatiquement acceptés. L'autre appareil sera ajouté à la liste des appareils de confiance. Assurez-vous que le code PIN du premier transfert correspond bien sur les deux appareils, car la sécurité des transferts suivants en dépendra.
fr_ca: Si vous transférez des fichiers vers un autre appareil qui utilise aussi l’app QuickDrop (un appareil Android, un iPhone, un iPad, ou un Mac avec l’app QuickDrop), vous verrez une case à cocher (« Toujours accepter de cet appareil ») lors des transferts entrants de l’autre appareil QuickDrop. Si vous cochez cette case, les transferts entrants seront acceptés automatiquement. L’autre appareil sera ajouté à la liste des appareils de confiance. Assurez-vous de bien comparer que le code NIP du premier transfert correspond sur les deux appareils, car la sécurité des transferts suivants en dépendra.
he: אם אתה מעביר קבצים למכשיר אחר שגם עליו מותקנת אפליקציית QuickDrop (מכשיר אנדרואיד, אייפון, אייפד או מק עם האפליקציה), תראה תיבת סימון ("תמיד קבל מהמכשיר הזה") בהעברות נכנסות מאותו מכשיר. אם תסמן את התיבה, העברות נכנסות יתקבלו אוטומטית והמכשיר יתווסף לרשימת מכשירים מהימנים. ודא שהקוד PIN של ההעברה הראשונה תואם בין שני המכשירים, כי האבטחה לעתיד תתבסס על כך.
hi: यदि आप फाइलें किसी अन्य डिवाइस पर ट्रांसफर करते हैं, जिसमें भी QuickDrop ऐप (जैसे Android डिवाइस, iPhone, iPad, या Mac जिसमें QuickDrop ऐप है) है, तो आपको दूसरे QuickDrop डिवाइस से इनकमिंग ट्रांसफर पर एक चेकबॉक्स ("हमेशा इस डिवाइस से स्वीकार करें") दिखाई देगा। अगर आप यह चेकबॉक्स सक्षम करते हैं, तो अगली बार आने वाली फाइलें स्वतः स्वीकार की जाएंगी। दूसरा डिवाइस भरोसेमंद डिवाइस में जोड़ दिया जाएगा। कृपया ध्यान दें कि पहली बार ट्रांसफर करते समय दोनों डिवाइस में एक जैसा PIN कोड दिख रहा है या नहीं, क्योंकि अगली ट्रांसफर की सुरक्षा इसी पर निर्भर करेगी।
hr: Ako šaljete datoteke na drugi uređaj koji također koristi aplikaciju QuickDrop (Android uređaj, iPhone, iPad ili Mac s QuickDrop aplikacijom), prikazat će vam se kućica („Uvijek prihvati s ovog uređaja“) kod dolaznih prijenosa s tog QuickDrop uređaja. Ako označite kućicu, dolazni prijenosi bit će automatski prihvaćeni, a taj uređaj će biti dodan među pouzdane uređaje. Obavezno usporedite PIN kod prve razmjene na oba uređaja jer sigurnost sljedećih prijenosa ovisi o tome.
hu: Ha fájlokat továbbítasz egy másik eszközre, amely szintén használja a QuickDrop alkalmazást (egy Android eszköz, egy iPhone, egy iPad vagy egy Mac QuickDrop appal), akkor egy jelölőnégyzetet („Mindig elfogadja erről az eszközről”) fogsz látni a bejövő átviteleknél a másik QuickDrop eszközről. Ha engedélyezed ezt a négyzetet, a bejövő átvitelek automatikusan elfogadásra kerülnek. A másik eszköz hozzáadódik a megbízható eszközök listájához. Győződj meg arról, hogy az első átvitel PIN kódja mindkét eszközön egyezik, mivel a következő átvitelek biztonsága ettől függ.
id: Jika Anda mentransfer file ke perangkat lain yang juga menggunakan aplikasi QuickDrop (perangkat Android, iPhone, iPad, atau Mac dengan aplikasi QuickDrop), Anda akan melihat kotak centang ("Selalu terima dari perangkat ini") saat menerima transfer dari perangkat QuickDrop lain. Jika Anda mengaktifkan kotak centang tersebut, transfer masuk akan diterima secara otomatis. Perangkat lain akan ditambahkan ke daftar perangkat tepercaya. Pastikan untuk membandingkan bahwa kode PIN pada transfer pertama cocok di kedua perangkat, karena keamanan untuk transfer berikutnya akan bergantung pada hal ini.
it: Se trasferisci file a un altro dispositivo che utilizza anche l'app QuickDrop (un dispositivo Android, un iPhone, un iPad o un Mac con l'app QuickDrop), vedrai una casella di controllo („Accetta sempre da questo dispositivo“) sui trasferimenti in ingresso dall'altro dispositivo QuickDrop. Se abiliti la casella, i trasferimenti in ingresso verranno accettati automaticamente. L'altro dispositivo sarà aggiunto ai dispositivi attendibili. Assicurati di confrontare che il codice PIN del primo trasferimento corrisponda su entrambi i dispositivi, poiché la sicurezza delle trasferte successive dipende da questo.
ja: QuickDropアプリを使用している他のデバイス（Android、iPhone、iPad、またはMac）へファイルを転送する場合、受信時に「このデバイスから常に受け入れる」というチェックボックスが表示されます。 チェックを有効にすると、今後このデバイスからの受信は自動的に承認され、信頼済みデバイスとして登録されます。 最初の転送時にはPINコードが両方のデバイスで一致していることを必ず確認してください。以降の転送のセキュリティはこれに依存します。
ko: QuickDrop 앱을 사용하는 다른 기기(안드로이드, 아이폰, 아이패드, 혹은 Mac의 QuickDrop 앱)로 파일을 전송할 때, 다른 QuickDrop 기기에서 파일이 들어오는 경우 ‘이 기기에서 항상 허용’이라는 체크박스를 볼 수 있습니다. 이 체크박스를 활성화하면 들어오는 전송이 자동으로 허용됩니다. 해당 기기가 신뢰할 수 있는 기기로 추가됩니다. 첫 번째 전송의 PIN 코드가 두 기기에서 동일한지 반드시 확인하세요. 이후 전송의 보안은 이 PIN 일치에 달려있습니다.
ms: Jika anda memindahkan fail ke peranti lain yang juga menggunakan aplikasi QuickDrop (peranti Android, iPhone, iPad, atau Mac yang menggunakan aplikasi QuickDrop), anda akan melihat kotak pilihan ("Sentiasa terima daripada peranti ini") pada penghantaran masuk dari peranti QuickDrop lain. Jika anda mengaktifkan kotak pilihan ini, penghantaran masuk akan diterima secara automatik. Peranti tersebut akan ditambah ke senarai peranti dipercayai. Pastikan anda menyemak bahawa kod PIN penghantaran pertama sepadan pada kedua-dua peranti, kerana keselamatan untuk penghantaran seterusnya bergantung pada kesepadanan ini.
nb: Hvis du overfører filer til en annen enhet som også bruker QuickDrop-appen (en Android-enhet, en iPhone, en iPad eller en Mac med QuickDrop-appen), vil du se en avkrysningsboks («Godta alltid fra denne enheten») ved innkommende overføringer fra den andre QuickDrop-enheten. Hvis du aktiverer avkrysningsboksen, aksepteres innkommende overføringer automatisk. Den andre enheten blir lagt til som en klarert enhet. Sjekk at PIN-koden fra den første overføringen stemmer overens på begge enhetene, da sikkerheten avhenger av dette for fremtidige overføringer.
nl: Als je bestanden overzet naar een ander apparaat dat ook de QuickDrop-app gebruikt (een Android-apparaat, een iPhone, een iPad, of een Mac met de QuickDrop-app), zie je een vakje („Altijd accepteren van dit apparaat“) bij inkomende overdrachten van het andere QuickDrop-apparaat. Als je het vakje inschakelt, worden inkomende overdrachten automatisch geaccepteerd. Het andere apparaat wordt toegevoegd aan de vertrouwde apparaten. Controleer goed of de pincode van de eerste overdracht op beide apparaten overeenkomt, want voor volgende overdrachten is deze controle belangrijk voor de beveiliging.
pl: Jeśli przesyłasz pliki na inne urządzenie korzystające z aplikacji QuickDrop (urządzenie z Androidem, iPhone, iPad lub Mac z QuickDrop), przy odbiorze transferu z innego urządzenia QuickDrop zobaczysz pole wyboru („Zawsze akceptuj z tego urządzenia”). Po włączeniu pola, kolejne transfery będą akceptowane automatycznie. Drugie urządzenie zostanie dodane do zaufanych. Upewnij się, że kod PIN pierwszego transferu zgadza się na obu urządzeniach — bezpieczeństwo następnych transferów będzie od tego zależało.
pt_br: Se você transferir arquivos para outro dispositivo que também utiliza o app QuickDrop (um dispositivo Android, iPhone, iPad ou um Mac com o app QuickDrop), verá uma caixa de seleção (“Sempre aceitar deste dispositivo”) em transferências recebidas desse outro dispositivo QuickDrop. Se você ativar a caixa de seleção, as transferências recebidas serão aceitas automaticamente. O outro dispositivo será adicionado à lista de dispositivos confiáveis. Certifique-se de que o código PIN da primeira transferência corresponda nos dois dispositivos, pois a segurança das transferências seguintes depende disso.
pt_pt: Se transferir ficheiros para outro dispositivo que também utiliza a aplicação QuickDrop (um dispositivo Android, um iPhone, um iPad ou um Mac com a app QuickDrop), verá uma caixa de seleção («Aceitar sempre deste dispositivo») nas transferências recebidas desse dispositivo QuickDrop. Se ativar a caixa, as transferências recebidas serão automaticamente aceites. O outro dispositivo será adicionado aos dispositivos de confiança. Certifique-se de que o código PIN da primeira transferência corresponde em ambos os dispositivos, pois a segurança das seguintes transferências dependerá disso.
ro: Dacă transferi fișiere către un alt dispozitiv care folosește și aplicația QuickDrop (un Android, iPhone, iPad sau Mac cu QuickDrop), vei vedea o opțiune („Acceptă mereu de pe acest dispozitiv“) pentru transferurile primite de la acel dispozitiv QuickDrop. Dacă bifezi această opțiune, transferurile primite vor fi acceptate automat. Dispozitivul respectiv va fi adăugat la cele de încredere. Asigură-te că verifici codul PIN afișat la primul transfer pe ambele dispozitive, deoarece securitatea transferurilor viitoare va depinde de această potrivire.
ru: Если вы передаёте файлы на другое устройство, где также установлено приложение QuickDrop (Android-устройство, iPhone, iPad или Mac с QuickDrop), при получении от другого устройства QuickDrop вы увидите флажок («Всегда принимать с этого устройства»). Если вы включите этот флажок, входящие передачи будут приниматься автоматически, а другое устройство станет доверенным. Обязательно сравните, совпадает ли PIN-код первого подключения на обоих устройствах — безопасность при последующих передачах будет зависеть от этого.
sv: Om du överför filer till en annan enhet som också använder QuickDrop-appen (en Android-enhet, iPhone, iPad eller Mac med QuickDrop), ser du en kryssruta ("Acceptera alltid från den här enheten") vid inkommande överföringar från QuickDrop-enheten. Om du aktiverar rutan accepteras inkommande överföringar automatiskt. Den andra enheten läggs till som betrodd enhet. Se till att jämföra att PIN-koden för den första överföringen matchar på båda enheter, eftersom säkerheten för kommande överföringar beror på detta.
th: ถ้าคุณส่งไฟล์ไปยังอุปกรณ์อื่นที่ใช้แอป QuickDrop (อุปกรณ์ Android, iPhone, iPad หรือ Mac ที่ใช้แอป QuickDrop) คุณจะเห็นช่องติ๊ก ('ยอมรับการรับส่งข้อมูลจากอุปกรณ์นี้เสมอ') ตอนรับไฟล์ หากติ๊กถูก จะรับข้อมูลที่ส่งมาจากอุปกรณ์นั้นโดยอัตโนมัติ และเพิ่มเป็นอุปกรณ์ที่เชื่อถือได้ กรุณาตรวจสอบรหัส PIN ของการรับส่งครั้งแรกว่าตรงกันทั้ง 2 เครื่อง เพราะความปลอดภัยในครั้งต่อๆ ไปจะขึ้นอยู่กับสิ่งนี้
tr: Dosyaları başka bir cihazdaki QuickDrop uygulamasına (bir Android cihaz, bir iPhone, bir iPad veya Mac’te QuickDrop) aktarırken, gelen aktarımlarda 'Bu cihazdan her zaman kabul et' kutusunu göreceksiniz. Bu kutucuğu etkinleştirirseniz, gelen aktarımlar otomatik olarak kabul edilir. Diğer cihaz güvenilir cihazlar listesine eklenir. İlk aktarım sırasında PIN kodunun iki cihazda da aynı olduğundan emin olun; sonraki aktarımlarda güvenlik buna dayanır.
uk: Якщо ви передаєте файли на інший пристрій, який також використовує додаток QuickDrop (пристрій Android, iPhone, iPad або Mac із QuickDrop), під час отримання файлів з іншого пристрою з’явиться прапорець («Завжди приймати з цього пристрою»). Якщо ви ввімкнете цей прапорець, вхідні файли прийматимуться автоматично, а пристрій буде додано до надійних. Переконайтесь, що PIN-код першої передачі збігається на обох пристроях, оскільки це важливо для безпеки наступних передач.
vi: Nếu bạn chuyển file sang thiết bị khác cũng sử dụng ứng dụng QuickDrop (thiết bị Android, iPhone, iPad hoặc máy Mac có ứng dụng QuickDrop), bạn sẽ thấy một hộp kiểm (“Luôn chấp nhận từ thiết bị này”) khi nhận chuyển file từ thiết bị QuickDrop khác. Nếu bật hộp kiểm, các lần chuyển đến sẽ được tự động chấp nhận. Thiết bị kia sẽ được thêm vào danh sách thiết bị tin cậy. Hãy đảm bảo mã PIN của lần chuyển đầu tiên khớp nhau trên cả hai thiết bị, vì bảo mật các lần chuyển sau dựa vào điều này.
zh_hans: 如果你将文件传输到另一台同样安装 QuickDrop 的设备（如 Android 设备、iPhone、iPad 或装有 QuickDrop 的 Mac），在来自该设备的传入传输时会看到一个复选框（“始终接受来自此设备”）。 勾选后，来自该设备的新传输会自动被接受，并将其加入受信任设备列表。 请确保首次传输时，两台设备上的 PIN 码一致，因为后续传输的安全性依赖于此。
zh_hant: 若您傳送檔案至另一同樣安裝 QuickDrop 的裝置（Android、iPhone、iPad 或安裝有 QuickDrop 的 Mac），您會在來自該裝置的傳輸請求上看到一個「總是接收此裝置傳輸」的核取方塊。 勾選此方塊後，來自該裝置的傳輸會自動接收，該裝置也會被加入信任裝置清單。 請確認雙方裝置的首次傳輸 PIN 碼一致，往後傳輸的安全性將仰賴此 PIN 碼。

# FaqTrustedDevicesQuestion
source: What are trusted devices?
ar: ما هي الأجهزة الموثوقة؟
ca: Què són els dispositius de confiança?
cs: Co jsou důvěryhodná zařízení?
da: Hvad er betroede enheder?
de: Was sind vertrauenswürdige Geräte?
el: Τι είναι οι αξιόπιστες συσκευές;
es: ¿Qué son los dispositivos de confianza?
es_419: ¿Qué son los dispositivos de confianza?
fi: Mitä ovat luotetut laitteet?
fr: Que sont les appareils de confiance ?
fr_ca: Que sont les appareils de confiance ?
he: מהם מכשירים מהימנים?
hi: विश्वसनीय डिवाइस क्या हैं?
hr: Što su pouzdani uređaji?
hu: Mik azok a megbízható eszközök?
id: Apa itu perangkat tepercaya?
it: Cosa sono i dispositivi affidabili?
ja: 信頼できるデバイスとは？
ko: 신뢰할 수 있는 기기란 무엇인가요?
ms: Apakah itu peranti dipercayai?
nb: Hva er pålitelige enheter?
nl: Wat zijn vertrouwde apparaten?
pl: Czym są zaufane urządzenia?
pt_br: O que são dispositivos confiáveis?
pt_pt: O que são dispositivos de confiança?
ro: Ce sunt dispozitivele de încredere?
ru: Что такое доверенные устройства?
sv: Vad är betrodda enheter?
th: อุปกรณ์ที่เชื่อถือได้คืออะไร?
tr: Güvenilir cihazlar nedir?
uk: Що таке довірені пристрої?
vi: Thiết bị đáng tin cậy là gì?
zh_hans: 什么是受信任设备？
zh_hant: 什麼是受信任的裝置？

source: File Transfer Completed
ar: اكتمل نقل الملف
ca: Transferència de fitxers completada
cs: Přenos souborů dokončen
da: Filoverførsel fuldført
de: Dateiübertragung abgeschlossen
el: Η μεταφορά αρχείων ολοκληρώθηκε
es: Transferencia de archivos completada
es_419: Transferencia de archivos completada
fi: Tiedostonsiirto valmis
fr: Transfert de fichier terminé
fr_ca: Transfert de fichier terminé
he: העברת הקובץ הושלמה
hi: फ़ाइल ट्रांसफर पूरा हुआ
hr: Prijenos datoteka završen
hu: Fájlátvitel befejezve
id: Transfer File Selesai
it: Trasferimento file completato
ja: ファイル転送が完了しました
ko: 파일 전송 완료
ms: Pemindahan Fail Selesai
nb: Filoverføring fullført
nl: Bestandsoverdracht voltooid
pl: Transfer plików zakończony
pt_br: Transferência de arquivo concluída
pt_pt: Transferência de ficheiros concluída
ro: Transferul de fișiere a fost finalizat
ru: Передача файла завершена
sv: Filöverföring slutförd
th: การถ่ายโอนไฟล์เสร็จสิ้นแล้ว
tr: Dosya Transferi Tamamlandı
uk: Передача файлів завершена
vi: Chuyển tệp thành công
zh_hans: 文件传输完成
zh_hant: 檔案傳輸完成

# FileTransferCompletedMessage
source: All files were stored in the Files app on this device.
ar: تم حفظ جميع الملفات في تطبيق الملفات على هذا الجهاز.
ca: Tots els fitxers s'han desat a l'app Fitxers d'aquest dispositiu.
cs: Všechny soubory byly uloženy do aplikace Soubory na tomto zařízení.
da: Alle filer er gemt i appen Filer på denne enhed.
de: Alle Dateien wurden in der Dateien-App auf diesem Gerät gespeichert.
el: Όλα τα αρχεία αποθηκεύτηκαν στην εφαρμογή Αρχεία αυτής της συσκευής.
es: Todos los archivos se almacenaron en la app Archivos de este dispositivo.
es_419: Todos los archivos se guardaron en la app Archivos de este dispositivo.
fi: Kaikki tiedostot tallennettiin tämän laitteen Files-sovellukseen.
fr: Tous les fichiers ont été enregistrés dans l’app Fichiers sur cet appareil.
fr_ca: Tous les fichiers ont été enregistrés dans l’app Fichiers sur cet appareil.
he: כל הקבצים נשמרו באפליקציית הקבצים במכשיר זה.
hi: सभी फाइलें इस डिवाइस की फ़ाइल्स ऐप में संग्रहीत की गई हैं।
hr: Sve datoteke su spremljene u aplikaciju Datoteke na ovom uređaju.
hu: Minden fájl el lett mentve a Fájlok alkalmazásba ezen az eszközön.
id: Semua file disimpan di aplikasi File di perangkat ini.
it: Tutti i file sono stati salvati nell'app File su questo dispositivo.
ja: すべてのファイルはこのデバイスの「ファイル」アプリに保存されました。
ko: 모든 파일이 이 기기의 파일 앱에 저장되었습니다.
ms: Semua fail telah disimpan dalam aplikasi Fail pada peranti ini.
nb: Alle filer ble lagret i Filer-appen på denne enheten.
nl: Alle bestanden zijn opgeslagen in de Bestanden-app op dit apparaat.
pl: Wszystkie pliki zostały zapisane w aplikacji Pliki na tym urządzeniu.
pt_br: Todos os arquivos foram salvos no app Arquivos deste dispositivo.
pt_pt: Todos os ficheiros foram guardados na aplicação Ficheiros neste dispositivo.
ro: Toate fișierele au fost stocate în aplicația Fișiere pe acest dispozitiv.
ru: Все файлы были сохранены в приложении "Файлы" на этом устройстве.
sv: Alla filer har sparats i appen Filer på den här enheten.
th: ไฟล์ทั้งหมดถูกบันทึกไว้ในแอปไฟล์บนอุปกรณ์นี้
tr: Tüm dosyalar bu cihazdaki Dosyalar uygulamasında saklandı.
uk: Усі файли збережено в застосунку «Файли» на цьому пристрої.
vi: Tất cả tệp đã được lưu trong ứng dụng Tệp trên thiết bị này.
zh_hans: 所有文件已存储在此设备的文件App中。
zh_hant: 所有檔案已儲存在此裝置的檔案 App 中。
